Repository: Belarus/OmegaT-Windows
Catalog: WindowsPrograms/QIP/QIP_english_compile-omegat.tmx
Source language: en
Languages: be

source: Contact is removed self from your contact list
be: Кантакт выдаліў сябе з Вашага спісу кантактаў

source: Medical/Health
be: Медыцына і ахова здароўя

source: Search by
be: Шукаць па

source: Status message
be: Статус-паведамленне

source: Disable
be: Выключыць

source: Request authorization
be: Запыт аўтарызацыі

source: This group already exists
be: Такая група ўжо існуе

source: This profile is already in use by another copy of QIP 2010 on your PC.
be: Гэты профіль ужо выкарыстоўваецца іншай копіяй QIP 2010 на Вашым камп'ютары.

source: Copy
be: Скапіяваць

source: Chat rooms
be: Чат-пакоі

source: Proxy
be: Проксі

source: Use traffic SSL encryption
be: Карыстаць SSL-шыфраванне трафіка

source: Autoanswer
be: Аўтаадказнік

source: Unsupported message received.
be: Атрымана непадтрыманае паведамленне.

source: Use text smilies
be: Выкарыстоўваць тэкставыя смайлікі

source: Netherlands
be: Нідэрланды

source: Typing message to me
be: Набіраюць мне паведамленне

source: minutes
be: хвілін

source: Finland
be: Фінляндыя

source: Expand folders tree
be: Разгарнуць дрэва каталогаў

source: Bad resolver status.
be: Благі стан пераўтваральніка IP-адрасоў.

source: Tinian Island
be: Тиниан, выспа

source: Personal
be: Асабістае

source: Your status
be: Ваш статус

source: My details will be shared with everybody.
be: Мае звесткі будуць бачныя ўсім кантактам.

source: Reservation map error.
be: Памылка рэзервовай схемы.

source: Entered passwords do not match.
be: Уведзеныя паролі не супадаюць.

source: Registration date
be: Дата рэгістрацыі

source: < New metacontact >
be: < Новы метакантакт >

source: Press "Play sound" button. Do you hear playing melody? Is there any sound indicator activity?
be: Націсніце кнопку "Прайграць гук". Ці чуеце Вы мелодыю? Ці ёсць актыўнасць індыкатара?

source: Show/hide protocols panel
be: Паказаць/схаваць панэль пратаколаў

source: Afghanistan
be: Афганістан

source: Nicaragua
be: Нікарагуа

source: Read status message
be: Прачытаць статус-паведамленне

source: Backup succesfully created.
be: Рэзервовая копія створаная.

source: Add to visible list
be: Дадаць у спіс відушчых

source: Sound file
be: Файл гуку

source: You are not allowed to upload files
be: Вам не дазволена запампоўваць файлы

source: Failed to send
be: Дасыланне не атрымалася

source: No external messages
be: Няма знешніх паведамленняў

source: File is already in use by another process
be: Файл заняты іншым працэсам

source: Not Available
be: Недаступны

source: Keywords
be: Ключ. словы

source: The right answer to your question
be: Правільны адказ на Вашае пытанне

source: Ignore list
be: Спіс ігнараваных

source: Notify only if sender in my contact list
be: Апавяшчаць толькі тады, калі адпраўнік у маім спісе кантактаў

source: Added to visible list
be: Дададзены ў спіс відушчых

source: Metacontact
be: Метакантакт

source: View received files
be: Атрыманыя файлы

source: Automatically send authorization request on adding contact
be: Аўтаматычна запытваць аўтарызацыю падчас дадавання кантакта

source: My status history
be: Гісторыя маіх статусаў

source: Macedonian
be: Македонская

source: French Antilles
be: Антыльскія выспы (Францыя)

source: Signed on
be: Злучаны

source: Information text
be: Тэкст інфармацыі

source: Hi|How are you?|Bye
be: Прывітанне!|Як справы?|Бывай

source: Belorussian
be: Беларуская

source: Guadeloupe
be: Гвадэлупа

source: Barbados
be: Барбадос

source: Warning
be: Службовае паведамленне

# I want to invite you to the conference "%s" Invite message: %s
source: I want to invite you to the conference "%s"\r\nInvite message:\r\n%s
be: Запрашаю далучыцца да канферэнцыі "%s"\r\nТэкст запрашэння:\r\n%s

source: Recent channels
be: Нядаўнія каналы

source: Match case
be: Улічваць рэгістр

source: Occupation
be: Прафесія

source: Disable avatars
be: Выключыць аватары

source: Apply
be: Ужыць

source: Not found
be: Не знойдзены

source: Microphone settings
be: Налады мікрафона

source: Macau
be: Макаа

source: Separated
be: Разышліся

source: Connections from this IP have reached the maximum. Try to reconnect in a few minutes.
be: Дасягнутая мяжа злучэнняў з гэтага IP. Паспрабуйце перазлучыцца праз некалькі хвілін.

source: This details were sent to your email.
be: Гэтыя звесткі дасланыя на ваш э-адрас

source: Your account
be: Ваш конт

source: Croatian
be: Харвацкая

source: Additional
be: Дадаткова

source: Retail
be: Гандаль

source: Found
be: Знойдзены

# Change avatar
source: Change\r\navatar
be: Змяніць\r\nаватар

source: About QIP
be: Пра QIP

source: Confirm
be: Пацвердзіць

source: Taiwan
be: Тайвань

source: Checking file integrity
be: Праверка цэласнасці файла

source: Maldives
be: Мальдыўская Рэспубліка

source: Sorry, you reached visible list limit
be: Прабачце, дасягнуты ліміт спісу відушчых

source: Ukraine
be: Украіна

source: Apply changes?
be: Ужыць змены?

source: Italy
be: Італія

source: Connect
be: Уваход

source: Move to group
be: Перанесці ў групу

source: Lithuanian
be: Літоўская

source: optional
be: не абавязкова

source: Movies and TV
be: Кіно і тэлебачанне

source: Show/Hide tabbed messaging window
be: Паказаць/схаваць вакно паведамленняў з устаўкамі

source: Launch QIP on startup
be: Запускаць QIP падчас запуску сістэмы

source: Add new account
be: Дадаць новы конт

source: Save message history for "Not in list" contacts
be: Захоўваць гісторыю паведамленняў для кантактаў "Не ў спісе"

source: Send files through file.qip.ru
be: Дасылаць файлы праз file.qip.ru

source: Space
be: Космас

source: Dock to the screen edges
be: Прымацаваць да межаў экрана

source: Change
be: Змяніць

source: University Student
be: Студэнт універсітэта

source: Incoming message
be: Уваходнае паведамленне

source: Gujarati
be: Гуяраці

source: %s protocol update was downloaded but update failed. Try to update protocol manually by moving new file (%s) to QIP 2010 (%s) folder.
be: Абнаўленне модуля пратакола %s паспяхова спампаванае, але не атрымалася аўтаматычна абнавіць модуль. Для гэтага зачыніце QIP 2010 і скапіюйце новы файл (%s) замест старога ў каталог (%s).

source: Scotland
be: Шатландыя

source: Equatorial Guinea
be: Экватарыяльная Гвінея

source: Auto-switch status to "Occupied" when running full screen applications
be: Пераключаць статус на "Заняты" падчас запуску поўнаэкранных праграм

source: History window contacts color
be: Колер кантактаў у вакне гісторыі паведамленняў

source: Connections limit reached for this account. Try to reconnect in a few minutes.
be: Перавышаны ліміт злучэнняў для гэтага конта! Паспрабуйце перазлучыцца праз некалькі хвілін.

source: Calculating file checksum
be: Праверка цэласнасці файла

source: Croatia
be: Харватыя

source: Paths
be: Шляхі

source: Clear "Not in list" groups on restart
be: Ачышчаць групы "Не ў спісе" падчас чарговага запуску

source: Phone
be: Тэлефон

source: Offline message
be: Пазасеціўнае паведамленне

source: Account button frame light
be: Светлая частка рамкі кнопкі конту

source: Save as ...
be: Захаваць як ...

source: Financial Services
be: Фінансы

source: Mail
be: Пошта

source: Archive
be: Архіў

source: Show mail notifications
be: Паказваць апавяшчэнні пра прыход пошты

source: Ban + Kick (why)
be: Забаніць і выкінуць (прычына)

source: Clear list
be: Ачысціць спіс

source: Parties
be: Вечарынкі

source: @ Work
be: На працы

source: Korea (South Korea), Republic of
be: Паўднёвая Карэя

source: Delete group
be: Выдаліць групу

source: Tab border dark
be: Цёмная частка мяжы ўстаўкі

source: St. Vincent and the Grenadines
be: Сэнт-Вінсэнт і Грэнадыны

source: Send to online tabs
be: Даслаць у сеціўныя ўстаўкі

source: Congratulations!
be: Віншуем!

source: Highlighted text
be: Падсвечаны тэкст

source: Another account
be: Іншы конт

source: Install
be: Усталяваць

source: Files
be: Файлаў

source: Would you like to download new version?
be: Спампаваць новую версію праграмы?

source: Delete histories of all found contacts
be: Выдаленне гісторыі ўсіх знойдзеных кантактаў

source: Niue
be: Ніуе

source: Sierra Leone
be: Сьера-Леонэ

source: Use new authentication type
be: Карыстаць новы тып аўтэнтыфікацыі

source: All-seeing eye feature allows you to see who added you, who tried to read your status message, and all other service packets from all users who are not in your contact list.
be: Гэтая функцыя дазваляе бачыць, хто дадаў Вас, хто чытаў Вашыя статус-паведамленні, і ўсе іншыя службовыя пакункі ад тых карыстальнікаў, якіх няма ў Вашым спісе кантактаў.

source: Sorry, could not create protocol copy
be: Прабачце, копію пратакола стварыць не ўдалося

source: Create new group
be: Стварыць новую групу

source: Virgin Islands of the United States
be: Віргінскія выспы (ЗША)

source: Chat
be: Чат

source: Are you sure?
be: Вы ўпэўненыя?

source: Turkish
be: Турэцкая

source: Authorize
be: Аўтарызацыя

source: Cellular
be: Мабільны

source: Business Services
be: Бізнэс-паслугі

source: Chad
be: Чад

source: Sounds on/off
be: Пераключыць гукі

source: Join channels on connect (comma delimited)
be: Заходзіць на каналы падчас злучэння (упісваць праз коску)

source: Benin
be: Бенін

source: French Guiana
be: Французская Гвіяна

source: Comoros
be: Каморскія выспы

source: Academic
be: Прафесарска-выкладчыцкі склад

source: Gemini
be: Блізняты

source: Make a payment
be: Папоўніць баланс

source: This account has been suspended.
be: Абслугоўванне гэтага конта прыпынена.

source: Downloaded: %f %%
be: Спампавана: %f %%

source: Thank you. Now you can send messages directly to my contact list.
be: Дзякуй. Цяпер Вы можаце дасылаць мне паведамленні наўпрост. Thank you. Now you can send messages directly to me.

source: Group and its contacts will be deleted
be: Група і яе кантакты будуць выдаленыя

source: Albania
be: Албанія

source: Capricornus
be: Казярог

source: Current client version
be: Дзейная версія кліента

source: Sending
be: Дасыланне

source: Hello. This is my Anti-spam control. If you would like to chat with me then please give the right answer to the following simple question. What is the name of our planet? English please. Thank you.
be: Вас вітае анты-спам бот. Калі Вы жадаеце пагутарыць са мною, калі ласка, адкажыце на наступнае пытанне. Як называецца нашая планета? Дзякуй.||Hello. This is my Anti-spam control. If you would like to chat with me please answer the following simple question. What is the name of our planet? Thank you.

source: Close all offline
be: Зачыніць усе пазасеціўныя

source: First name
be: Імя

source: Disconnected
be: Адлучаны

source: [-- File was sent through file.qip.ru. More info http://file.qip.ru --]
be: [-- Файл дасланы праз file.qip.ru. Падрабязней тут: http://file.qip.ru --]

source: It's not possible to add contact to this group.
be: У гэтую групу нельга дадаць кантакт.

source: Reservation link error.
be: Памылка рэзервовага кампанавання.

source: Update succesfully complete.
be: Абнаўленне паспяхова завершанае.

source: Download speed: %f Kbps
be: Хуткасць спампавання: %f кбіт/c

source: Now you have personal cabinet on www.qip.ru, where you can manage your services. Very useful!
be: Зараз у Вас ёсць уласны кабінет на сайце www.qip.ru, адкуль вы можаце кіраваць сваімі службамі. Гэта зручна!

# Congratulations! You have created new qip.ru account!
source: Congratulations!\r\nYou have created new qip.ru account!
be: Віншуем!\r\nВы стварылі новы конт на qip.ru!

source: Polish
be: Польская

source: Bulgaria
be: Балгарыя

source: Germany
be: Нямеччына

source: User interface language
be: Мова інтэрфэйса

source: Current program version: %s
be: Дзейная версія праграмы: %s

source: Tajikistan
be: Таджыкістан

source: File or files exceed sending file size limits.
be: Файл ці файлы перавышаюць ліміт на памер дасылаемых файлаў.

source: Lifestyle
be: Стыль жыцця

source: Separate chats with private chats
be: Адасабляць чаты і прыватныя чаты

source: Contact will be deleted
be: Кантакт будзе выдалены

source: Music
be: Музыка

source: Eritrea
be: Эрытрэя

source: Namibia
be: Намібія

source: Messages filters
be: Фільтры паведамленняў

source: External IP
be: Знешні IP

source: Full name
be: Поўнае імя

source: Metacontact and all of it's subcontacts will be deleted
be: Метакантакт і ўсе ягоныя субкантакты будуць выдаленыя

source: Password is not changed. Incorrect current or new password.
be: Пароль не быў зменены. Дзейны ці новы пароль уведзены няправільна.

source: Other
be: Іншае

source: Action text
be: Тэкст дзеяння

source: Please, enter a word shown on picture
be: Калі ласка, увядзіце слова на малюнку

source: Show advanced contact information in hints
be: Паказваць пашыраную інфармацыю кантактаў у падказках

source: You can add here 3 client capability strings (max 16 chars)
be: Тут можна дадаваць свае характарыстыкі кліента (да 16 знакаў)

source: Hebrew
be: Іўрыт

source: buy them at our online store
be: набыць іх у нашай сеціўнай краме

source: Save phone number?
be: Захаваць тэлефонны нумар?

source: Spain
be: Гішпанія

source: This contact already exists
be: Такі кантакт ужо існуе

source: Webcam settings
be: Налады сеціўнай камеры

source: Account button frame dark
be: Цёмная частка рамкі кнопкі конту

source: Global privacy status
be: Ваш глабальны прыватны статус

source: Honduras
be: Гандурас

source: Remove
be: Выдаліць

source: Health and Beauty
be: Прыгажосць і здароўе

source: Hint gradient
be: Градыент падказкі

source: Falkland Islands
be: Фальклендскія выспы

source: NTLM authentication
be: NTLM аўтэнтыфікацыя

source: Account name to import
be: Конт для імпартавання

source: Don't add ignored contacts to contact list on reconnect
be: Не дадаваць ігнараваных у спіс кантактаў падчас злучэння

source: Folder
be: Каталог

source: Preview
be: Перадпрагляд

source: Always send transliterated messages
be: Заўсёды дасылаць паведамленні ў транслітарацыі

source: Progress
be: Хада

source: Botswana
be: Батсвана

source: Select Profiles folder path:
be: Абраць каталог профілю:

source: Vietnamese
be: В'етнамская

source: Key
be: Ключ

source: Morocco
be: Марока

source: Kyrgyzstan
be: Кіргізія

source: Received SMS from
be: Атрыманае SMS ад

source: Technical
be: Тэхніка

source: New account password
be: Пароль новага конта

source: If you have GTalk or other Jabber account, enter it's data (for example, myaccount@gmail.com)
be: Калі ў Вас ёсць конт GTalk ці іншы конт Jabber, то ўвядзіце звесткі (напрыклад, zmicer@gmail.com)

source: Anti-boss activate/deactivate
be: Пераключыць рэжым "Анты-начальнік"

source: Haiti
be: Гаіці

source: France
be: Францыя

source: Home address
be: Хатні адрас

source: Anti-spam
be: Анты-спам

source: Latvia
be: Латвія

source: Djibouti
be: Джыбуці

source: Finished
be: Скончана

source: Check if the device is switched on. Turn it on and try again. Is problem solved?
be: Праверце, ці ўключаная прылада. Уключыце і паспрабуйце яшчэ раз. Праблема вырашаная?

source: Bosnia and Herzegovina
be: Боснія і Герцагавіна

source: This group can not be deleted
be: Гэтую групу нельга выдаліць

source: Your message too long.
be: Вашае паведамленне занадта доўгае.

source: This is probably your qip.ru account, but password doesn't match. Please, enter correct password and press "Connect" button. You may also create a new account automatically.
be: Магчыма, гэта Ваш конт на qip.ru, але пароль не падыходзіць. Увядзіце правільны пароль і націсніце "Увайсці" ці стварыце новы лагін аўтаматычна.

source: History saving path
be: Шлях захоўвання гісторыі

source: Enter phone number
be: Увесці тэлефонны нумар

source: Press this button if you want to change the password.
be: Каб змяніць пароль, націсніце гэтую кнопку.

source: Connection type
be: Тып злучэння

source: Marshall Islands
be: Маршалавы выспы

source: Getting upload link
be: Атрыманне спасылкі для запампоўвання

source: Wrong receiver number. Please re-enter.
be: Няправільны нумар атрымальніка. Калі ласка, увядзіце наноў.

source: Moderated
be: Мадэравальны

source: Popup style
be: Стыль вынырца

source: Authorization request
be: Запыт аўтарызацыі

source: Lesotho
be: Лесота

source: Sorry, you reached the maximum number of contacts
be: Прабачце, колькасць кантактаў дасягнула максімуму

source: Searching for user account
be: Пошук конта карыстальніка на серверы

source: Outdoors
be: Заняткі на свежым паветры

source: Remain days
be: Засталося дзён

source: Registration process started ...
be: Запушчаны працэс рэгістравання...

source: No new mail
be: Няма новых лістоў

source: Can't connect to server
be: Немагчыма злучыцца з серверам

source: Delete metacontact
be: Выдаліць метакантакт

source: Enter contact name
be: Увядзіце назву кантакта

source: Enable autoanswer for contacts in my list for following statuses
be: Уключаць аўтаадказнік для маіх кантактаў падчас наступных статусаў

source: Egypt
be: Егіпет

source: History of the selected contact will be deleted
be: Гісторыя абранага кантакта будзе поўнасцю выдаленая

source: Language
be: Мова

source: New Zealand
be: Новая Зеландыя

source: Search by Email
be: Шукаць па э-адрасе

source: Greece
be: Грэцыя

source: Thailand
be: Тайланд

source: New features
be: новыя магчымасці

source: Sports
be: Спорт

source: QIP account is not ICQ!\nIf you want to login to ICQ, go back to\nprevious page and choose "ICQ Account"
be: Конт QIP - гэта не ICQ!\nДля ўводу лагіна і пароля ад ICQ вярніцеся на\nпапярэдні крок і націсніце "Конт ICQ"

source: Tonga
be: Тонга

source: This will make selected protocol copy. Please, create copy only if you really need this.
be: Гэтае дзеянне створыць яшчэ адну копію абранага пратакола. Калі ласка, стварайце копіі пратаколаў толькі падчас неабходнасці.

source: Parenting
be: Выхаванне дзяцей

source: Simple/group mode
be: Просты/групавы рэжым

source: Sound
be: Гук

source: Unique settings
be: Унікальныя налады

source: Set "automatically choose" checkbox for automatic selection of microphone and try again. Did that helps?
be: Пастаўце сцяжок "абраць аўтаматычна" для аўтаматычнага абрання мікрафона і паўтарыце спробу. Дапамагло?

source: Version
be: Версія

source: Vatican City
be: Ватыкан

source: Ghana
be: Гана

source: Close transfer when finished
be: Зачыніць вакно пасля сканчэння дасылання

source: Profile deletion
be: Выдаленне профілю

source: Press "Done" and chat with friends!
be: Націсніце "Гатова" і гутарце з сябрамі!

source: Show contact's floating avatar
be: Паказваць плаваючы аватар кантакта

source: Plugins
be: Плагіны

source: Send multiple
be: Даслаць некалькім

source: Do not use webcam
be: Не карыстаць сеціўную камеру

source: You are sending messages too fast. Please wait a few minutes or send messages slower, otherwise you will be disconnected.
be: Вы дасылаеце паведамленні занадта часта. Пачакайце некалькі хвілін ці дасылайце паведамленні павольней, інакш Вы будзеце адлучаныя.

source: Auto-join channel on invite
be: Уваходзіць на канал падчас запрашэння

source: Video
be: Відэа

source: Warning level
be: Узровень папярэджанняў

source: Bulgarian
be: Балгарская

source: Enabled
be: Уключана

source: Update
be: Абнавіць

source: No headsets?
be: Няма слухавак?

source: You were added
be: Вас дадалі

source: Show online only
be: Паказаць толькі злучаных

source: Solomon Islands
be: Саламонавы выспы

source: Got a new QIP 2010, found at www.qip.ru
be: - усё працуе. Пампуй з www.qip.ru

source: Turkmenistan
be: Туркменістан

source: Hindi
be: Хіндзі

source: Focus frame
be: Рамка абранага элемента

source: Providing Help
be: Дапамога рознага кшталту

source: Nickname
be: Нік

source: Existing account
be: Існуючы конт

source: Cancel
be: Скасаваць

source: Please enter password for new profile.
be: Калі ласка, увядзіце пароль новага профілю.

source: The details are empty or stored on the server for this account.\r\nPlease set it to online or choose another account.
be: Асабістыя звесткі абранага конта пустыя ці захоўваюцца на серверы.\r\nКалі ласка, злучыце яго з сеткай ці абярыце іншы конт.

source: QIP 2010 important update available
be: Даступна важнае абнаўленне QIP 2010

source: Status notifications
be: Апавяшчэнні аб статусах

source: You have successfully configured video and sound. You can change those settings at any time in preferences dialog. Now you can close the wizard.\r\nYou can also make calls on phones using QIP 2010. We made present for you as $1 for test calls on phones. More information on pricing is here:
be: Вы паспяхова наладзілі відэа і гук. Вы можаце здзяйсняць выклікі праз QIP Infium. Вы зможаце змяніць гэтыя налады ў любы час у адпаведным дыялогу. Зараз можна зачыніць майстар налады відэа і гуку.\r\nТаксама мы даруем Вам $1 для тэставых выклікаў на хатнія тэлефоны. Больш інфармацыі можна атрымаць тут:

source: Malta
be: Мальта

source: Cancer
be: Рак

source: Chile, Republic of
be: Чылі

source: Tatar
be: Татарская

source: SMS delivery status
be: Стан дасылання SMS

source: College Student
be: Студэнт каледжа

source: Insufficient rights to perform the operation. Allow this action in plugin options.
be: Недастаткова правоў, каб выканаць аперацыю. Дазвольце неабходныя дзеянні ў наладах.

source: No, I want to choose another one
be: Не, жадаю абраць іншы

source: Reset
be: Скід

source: Search
be: Пошук

source: Mali
be: Малі

source: Too small length and/or incorrect symbols in password. Please remember password for qip account: %s
be: Надта малая даўжыня і/ці недапушчальныя сімвалы ў паролі. Калі ласка, успомніце пароль для конта QIP: %s

source: Contact's menu
be: Меню кантакта

source: Don't play sounds if my status is Occupied or N/A
be: Не граць гукі, калі мой статус "Заняты" ці "Н/Д"

source: Protocol version
be: Версія пратакола

source: Video size
be: Памер відэа

source: On.
be: Укл.

source: Sort contacts by networks in ungrouped mode
be: Сартаваць кантакты па іх сетках у рэжыме "без групаў"

source: Male
be: Мужчынскі

source: Deleted
be: Выдаленыя

source: Activate global keyboard shortcuts
be: Уключыць падтрымку глабальных клавіятурных скаротаў

source: Accept messages only from contacts in my list
be: Прымаць паведамленні толькі ад тых, хто ў маім спісе

source: Birth date reminder
be: Нагадваць аб дні народзінаў

source: Micronesia, Federated States of
be: Мікранэзія

source: Invisible list
be: Спіс невідушчых

source: Reconnect required
be: Змяненні набудуць сілу падчас наступнага злучэння

source: Thick window title
be: Звычайны загаловак акна

source: Privacy status
be: Прыватны статус

source: Canary Islands
be: Канарскія выспы

source: User exists, checking state
be: Карыстальнік знойдзены, праверка стану

source: Sorry, you reached the maximum number of contacts of this type.
be: Прабачце, колькасць кантактаў гэтага тыпу дасягнула максімуму.

source: Creating backup files...
be: Стварэнне рэзервовай копіі...

source: Punjabi
be: Панджабі

source: Belize
be: Беліз

source: Update cancelled
be: Абнаўленне скасаванае

source: QIP account is not ICQ!\r\nIf you want to login to ICQ, go back to\r\nprevious page and choose "ICQ Account"
be: Конт QIP - гэта не ICQ!\r\nДля ўваходу ў ICQ вярніцеся на\nпапярэднюю старонку і націсніце "Конт ICQ"

source: Search scope, archives
be: Абшар пошуку, архівы

source: Stop
be: Спыніць

source: Switzerland
be: Швейцарыя

source: Done / File size
be: Даслана / Памер файла

source: Contacts
be: Кантакты

source: Sound engine
be: Гукавая сістэма

source: Disable all-seeing eye
be: Выключыць усёвідушчае вока

source: Messaging
be: Паведамленні

source: Street address
be: Адрас

source: Enable Anti-spam bot
be: Уключыць анты-спам бот

source: Slide vertically
be: Вынырваць вертыкальна

source: Lunch
be: Снедаю

source: Loading profile...
be: Ладаванне профілю...

source: Added to ignore list
be: Дададзены ў спіс ігнараваных

source: Local host
be: Мясцовы вузел

source: Skills
be: Прафесіі і рамёствы

source: Hungary
be: Вугоршчына
